"The Unarchiver/Unarchive To Current Folder" = "The Unarchiver/Pakk ut til gjeldende mappe";

"The Unarchiver/Unarchive To Desktop" = "The Unarchiver/Pakk ut til skrivebordet";

"The Unarchiver/Unarchive To..." = "The Unarchiver/Pakk ut til...";
